Repository: SwiftEnProfundidad/essential-feed-case-Auth
Catalog: EssentialApp/EssentialApp/Features/Auth/Resources/*.lproj/Localizable.strings
Languages: el

# LOGIN_VIEW_TITLE
source: My Feeds
el: Οι Ροές Μου

# LOGIN_VIEW_USERNAME_PLACEHOLDER
source: Username
el: Όνομα χρήστη

# LOGIN_VIEW_PASSWORD_PLACEHOLDER
source: Password
el: Κωδικός πρόσβασης

# LOGIN_VIEW_LOGIN_BUTTON
source: Login
el: Σύνδεση

# LOGIN_VIEW_FORGOT_PASSWORD
source: Forgot your password?
el: Ξεχάστον κωδικό σας

# LOGIN_VIEW_REGISTER_BUTTON
source: New here? Sign up
el: Νέας εδώ; Εγγραφή

# LOGIN_ERROR_VALIDATION
source: Please enter both username and password
el: Παρακαλώ εισάγετε τόσο το όνομα χρήστη όσο και τον κωδικό πρόσβασης

# LOGIN_ERROR_INVALID_CREDENTIALS
source: Invalid username or password
el: Μη έγκυρο όνομα χρήστη ή κωδικός πρόσβασης

# LOGIN_ERROR_NETWORK
source: A network error occurred. Please try again
el: Προέκυψε σφάλμα δικτύου. Παρακαλώ δοκιμάστε ξανά

# LOGIN_ERROR_ACCOUNT_BLOCKED
source: Account blocked
el: Ο λογαριασμός είναι κλειδωμένος

# LOGIN_ERROR_MESSAGE_ID
source: Error message
el: Μήνυμα σφάλματος

# LOGIN_SUCCESS_MESSAGE
source: Welcome! You have successfully logged in
el: Καλώς ήρθατε! Συνδεθήκατε επιτυχώς

# LOGIN_SUCCESS_MESSAGE_ID
source: Success message
el: Μήνυμα επιτυχίας

# LOGIN_ALERT_SUCCESS_TITLE
source: Login Successful
el: Επιτυχής Σύνδεση

# LOGIN_ALERT_ERROR_TITLE
source: Login Error
el: Σφάλμα Σύνδεσης

# LOGIN_ALERT_SUCCESS_MESSAGE
source: Welcome! You have successfully logged in
el: Καλώς ήρθατε! Συνδεθήκατε επιτυχώς

# PASSWORD_RECOVERY_SUCCESS_TITLE
source: Success
el: Επιτυχία

# PASSWORD_RECOVERY_ERROR_TITLE
source: Error
el: Σφάλμα

# CAPTCHA_VERIFIED_TITLE
source: CAPTCHA Verified
el: CAPTCHA Επαληθεύτηκε

# CAPTCHA_VERIFIED_MESSAGE
source: You may now try to log in again
el: Μπορείτε τώρα να δοκιμάσετε να συνδεθείτε ξανά

# CAPTCHA_REQUIRED_TITLE
source: CAPTCHA Required
el: Απαιτείται CAPTCHA

# CAPTCHA_REQUIRED_MESSAGE
source: Please complete the CAPTCHA verification
el: Παρακαλώ ολοκληρώστε την επαλήθευση CAPTCHA

# CAPTCHA_ERROR_TITLE
source: CAPTCHA Error
el: Σφάλμα CAPTCHA

# CAPTCHA_ERROR_INVALID_RESPONSE
source: CAPTCHA verification failed. Please try again.
el: Η επαλήθευση CAPTCHA απέτυχε. Παρακαλώ δοκιμάστε ξανά.

# CAPTCHA_ERROR_NETWORK
source: Network error during CAPTCHA verification. Please check your connection.
el: Σφάλμα δικτύου κατά την επαλήθευση CAPTCHA. Παρακαλώ ελέγξτε τη σύνδεσή σας.

# CAPTCHA_ERROR_MALFORMED_REQUEST
source: CAPTCHA verification error. Please refresh and try again.
el: Σφάλμα επαλήθευσης CAPTCHA. Παρακαλώ ανανεώστε και δοκιμάστε ξανά.

# CAPTCHA_ERROR_SERVICE_UNAVAILABLE
source: CAPTCHA service is temporarily unavailable. Please try again later.
el: Η υπηρεσία CAPTCHA δεν είναι προσωρινά διαθέσιμη. Παρακαλώ δοκιμάστε αργότερα.

# CAPTCHA_ERROR_RATE_LIMIT
source: Too many CAPTCHA attempts. Please wait a moment and try again.
el: Πάρα πολλές προσπάθειες CAPTCHA. Παρακαλώ περιμένετε λίγο και δοκιμάστε ξανά.

# CAPTCHA_ERROR_UNKNOWN_FORMAT
source: CAPTCHA error: %@
el: Σφάλμα CAPTCHA: %@

# CAPTCHA_ERROR_GENERIC
source: CAPTCHA verification failed. Please try again.
el: Η επαλήθευση CAPTCHA απέτυχε. Παρακαλώ δοκιμάστε ξανά.
